/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"SETTINGS_PRIVACY_TITLE" = "Privacy";
"SETTINGS_VIDEO_TITLE" = "Video";
"SETTINGS_AUDIO_TITLE" = "Zvuk";

"SETTINGS_THEME_BRIGHT" = "Bright theme";
"SETTINGS_THEME_DARK" = "Dark theme";
"SETTINGS_THEME_SYSTEM" = "Automatic";
"SETTINGS_THEME_BLACK" = "Use black background on dark mode";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Improves battery life on devices with an OLED screen";
"SETTINGS_PRIVACY_SUBTITLE" = "Open in Settings";
"SETTINGS_PASSCODE_LOCK_SUBTITLE" = "Secure access to your content";
"SETTINGS_HIDE_LIBRARY_IN_FILES_APP_SUBTITLE" = "Your media will be hidden in the Files app";

"SETTINGS_DARKTHEME" = "Appearance";
"SETTINGS_AUDIO_PREAMP_LEVEL" = "Default pre-amp level";
"SETTINGS_TIME_STRETCH_AUDIO" = "Vremensko-proširavanje zvuka";
"SETTINGS_TIME_STRETCH_AUDIO_LONG" = "Speed up and slow down audio without changing the pitch (requires a fast device)";
"SETTINGS_BACKGROUND_AUDIO" = "Reprodukcija zvuka u pozadini";
"SETTINGS_GENERIC_TITLE" = "Generičan";
"SETTINGS_PASSCODE_LOCK" = "Ključanje Šifrom";
"SETTINGS_PASSCODE_LOCK_ALLOWTOUCHID" = "Omoguć Touch ID za otključavanje";
"SETTINGS_PASSCODE_LOCK_ALLOWFACEID" = "Allow Face ID for unlock";
"SETTINGS_HIDE_LIBRARY_IN_FILES_APP" = "Hide the media library in Files";
"SETTINGS_VIDEO_FULLSCREEN" = "Reproduciraj video u cijelom ekranu";
"SETTINGS_CONTINUE_VIDEO_PLAYBACK" = "Nastavi reprodukciju videa";
"SETTINGS_CONTINUE_AUDIO_PLAYBACK" = "Nastavi reprodukciju zvuka";
"SETTINGS_CONTINUE_PLAYBACK_NEVER" = "Nikad";
"SETTINGS_CONTINUE_PLAYBACK_ASK" = "Pitaj";
"SETTINGS_CONTINUE_PLAYBACK_ALWAYS" = "Uvijek";
"SETTINGS_NETWORK_PLAY_ALL" = "Automatically play next item";
"SETTINGS_ENABLE_MEDIA_CELL_TEXT_SCROLLING" = "Enable text scrolling in media list";

"SETTINGS_SKIP_LOOP_FILTER" = "Filter deblokiranja";
"SETTINGS_SKIP_LOOP_FILTER_INFO" = "Skipping the loop filter (aka deblocking) usually has a detrimental effect on quality. However it provides a big speedup for high definition streams.";
"SETTINGS_SKIP_LOOP_FILTER_NONE" = "Bez deblokiranja (najbrže)";
"SETTINGS_SKIP_LOOP_FILTER_NONREF" = "Umjereno deblokiranje";
"SETTINGS_SKIP_LOOP_FILTER_NONKEY" = "Nisko deklokiranje";

"SETTINGS_PLAYBACK_SPEED_DEFAULT" = "Zadana brzina reproduciranja";

"SETTINGS_GESTURES" = "Upravljaj reprodukcijom sa gesturama";
"SETTINGS_GESTURES_VOLUME" = "Povucite gore/dole za glasnoću";
"SETTINGS_GESTURES_PLAYPAUSE" = "Two finger tap to play/pause";
"SETTINGS_GESTURES_BRIGHTNESS" = "Povucite gore/dole za svjetlost";
"SETTINGS_GESTURES_SEEK" = "Povucite desno/lijevo za traženje";
"SETTINGS_GESTURES_CLOSE" = "Štipnite za zatvaranje";
"SETTINGS_GESTURE_JUMP_DURATION" = "Promjenljivo trajanje skoka";

"SETTINGS_SUBTITLES_TITLE" = "Podtitlovi";
"SETTINGS_SUBTITLES_FONT" = "Font";
"SETTINGS_SUBTITLES_TEXT_ENCODING" = "Text encoding";
"SETTINGS_SUBTITLES_FONTSIZE" = "Relativna veličina fonta";
"SETTINGS_SUBTITLES_FONTSIZE_SMALLEST" = "Najmanje";
"SETTINGS_SUBTITLES_FONTSIZE_SMALL" = "Malo";
"SETTINGS_SUBTITLES_FONTSIZE_NORMAL" = "Normalno";
"SETTINGS_SUBTITLES_FONTSIZE_LARGE" = "Veliko";
"SETTINGS_SUBTITLES_FONTSIZE_LARGEST" = "Najveće";
"SETTINGS_SUBTITLES_BOLDFONT" = "Use bold font";
"SETTINGS_SUBTITLES_FONTCOLOR" = "Boja fonta";
"SETTINGS_SUBTITLES_FONTCOLOR_WHITE" = "Bijela";
"SETTINGS_SUBTITLES_FONTCOLOR_BLACK" = "Crna";
"SETTINGS_SUBTITLES_FONTCOLOR_GRAY" = "Siva";
"SETTINGS_SUBTITLES_FONTCOLOR_SILVER" = "Srebrena";
"SETTINGS_SUBTITLES_FONTCOLOR_RED" = "Crvena";
"SETTINGS_SUBTITLES_FONTCOLOR_FUCHSIA" = "Fuksija";
"SETTINGS_SUBTITLES_FONTCOLOR_YELLOW" = "Žuta";
"SETTINGS_SUBTITLES_FONTCOLOR_GREEN" = "Zelena";
"SETTINGS_SUBTITLES_FONTCOLOR_NAVY" = "Mornarska";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS" = "Outline thickness";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NONE" = "Nijedno";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THIN" = "Tanko";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NORMAL" = "Normalno";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THICK" = "Debelo";

"SETTINGS_DEINTERLACE" = "Splestivanje";
"SETTINGS_DEINTERLACE_INFO" = "Deinterlacing filters will be applied automatically to interlaced content to prevent motion artifacts and increase playback quality. They can be disabled to save battery life.";
"SETTINGS_DEINTERLACE_ON" = "Uključeno";
"SETTINGS_DEINTERLACE_OFF" = "Isključeno";
"SETTINGS_DEINTERLACE_AUTO" = "Automatski";

"SETTINGS_HWDECODING" = "Hardware decoding";
"SETTINGS_HWDECODING_INFO" = "Content encoded in the H.264 and H.265 formats can be decoded in hardware leading to a significant improvement of battery life and performance. Be careful when disabling this option.";
"SETTINGS_HWDECODING_ON" = "On";
"SETTINGS_HWDECODING_OFF" = "Off";
"SETTINGS_CASTING" = "Casting";
"SETTINGS_PTCASTING" = "Audio passthrough";
"SETTINGS_PTCASTINGLONG" = "Let your TV manage audio rendering";
"SETTINGS_CASTING_CONVERSION_QUALITY" = "Conversion quality";
"SETTINGS_HIGH" = "High";
"SETTINGS_MEDIUM" = "Medium";
"SETTINGS_LOW" = "Low";
"SETTINGS_LOWEST" = "Lowest";

"SETTINGS_MEDIA_LIBRARY" = "Media library";
"SETTINGS_MEDIA_LIBRARY_RESCAN" = "Force VLC to rescan the media library";
"SETTINGS_DECRAPIFY" = "Optimiziraj nazive stavku za prikaz";
"SETTINGS_DISABLE_GROUPING" = "Disable automatic media grouping";
"SETTINGS_SHOW_THUMBNAILS" = "Show video thumbnails";
"SETTINGS_SHOW_ARTWORKS" = "Show audio artworks";
"SETTINGS_BACKUP_MEDIA_LIBRARY" = "Include the media library in device backup";

"SETTINGS_NETWORK" = "Network";
"SETTINGS_NETWORK_CACHING_TITLE" = "Network caching Level";
"SETTINGS_NETWORK_CACHING_INFO" = "Increase the cache level if you experience frequent buffering events, notably on unstable connections.";
"SETTINGS_NETWORK_CACHING_LEVEL_LOWEST" = "Lowest latency";
"SETTINGS_NETWORK_CACHING_LEVEL_LOW" = "Low latency";
"SETTINGS_NETWORK_CACHING_LEVEL_NORMAL" = "Normalno";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGH" = "High latency";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGHEST" = "Highest latency";
"SETTINGS_WIFISHARING_IPv6" = "IPv6 support for Wi-Fi sharing";
"SETTINGS_FORCE_SMBV1" = "Prefer SMB 1";
"SETTINGS_FORCE_SMBV1_LONG" = "Uncheck this setting if you have some difficulties browsing your SMB server";
"SETTINGS_RTSP_TCP" = "Use RTP over RTSP (TCP)";
"SETTINGS_NETWORK_SATIP_CUSTOM_CHANNEL_LIST" = "Custom SAT>IP channel list URL";

"SETTINGS_ARTWORK" = "Artwork";
"SETTINGS_DOWNLOAD_ARTWORK" = "Download artwork";

"SETTINGS_LAB" = "Lab";
"SETTINGS_DEBUG_LOG" = "Save debug logs on device";
"SETTINGS_EXPORT_LIBRARY" = "Dump media library";

"ABOUT_APP_TV" = "O VLC za tvOS";

"SETTINGS_REMEMBER_PLAYER_STATE" = "Remember player state (shuffle, loop)";

"SETTINGS_SET_CUSTOM_SEEK_SPEED" = "Seek duration";
"SETTINGS_DURATION_FIVE" = "5 seconds";
"SETTINGS_DURATION_TEN" =  "10 seconds";
"SETTINGS_DURATION_FIFTEEN" = "15 seconds";
"SETTINGS_DURATION_THIRTY" =  "30 seconds";
"SETTINGS_DURATION_SIXTY" = "60 seconds";
